Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: Stop the active bathroom timer.
ar: يوقف مؤقت الحمام النشط.
de: Stoppt den aktiven Bad-Timer.
es: Detiene el temporizador de baño activo.
fr: Arrête la minuterie de toilettes active.
hi: सक्रिय बाथरूम टाइमर को रोकता है।
it: Ferma il timer del bagno attivo.
ja: 実行中のトイレタイマーを停止します。
ko: 실행 중인 화장실 타이머를 중지합니다.
pt_br: Para o timer de banheiro ativo.
ru: Останавливает активный таймер туалета.
tr: Etkin tuvalet zamanlayıcısını durdurur.
zh_hans: 停止正在运行的如厕计时器。

source: Start RHOIDS Timer
ar: بدء مؤقت RHOIDS
de: RHOIDS-Timer starten
es: Iniciar temporizador de RHOIDS
fr: Démarrer le minuteur RHOIDS
hi: RHOIDS टाइमर शुरू करें
it: Avvia timer RHOIDS
ja: RHOIDSタイマーを開始
ko: RHOIDS 타이머 시작
pt_br: Iniciar timer do RHOIDS
ru: Запустить таймер RHOIDS
tr: RHOIDS Zamanlayıcısını Başlat
zh_hans: 开始 RHOIDS 计时器

source: Start a bathroom timer to prevent hemorrhoids.
ar: يبدأ مؤقت حمام للوقاية من البواسير.
de: Startet einen Bad-Timer, um Hämorrhoiden vorzubeugen.
es: Inicia un temporizador de baño para prevenir las hemorroides.
fr: Démarre une minuterie de toilettes pour prévenir les hémorroïdes.
hi: बवासीर को रोकने के लिए बाथरूम टाइमर शुरू करता है।
it: Avvia un timer del bagno per prevenire le emorroidi.
ja: 痔を予防するためのトイレタイマーを開始します。
ko: 치질을 예방하기 위한 화장실 타이머를 시작합니다.
pt_br: Inicia um timer de banheiro para prevenir hemorroidas.
ru: Запускает таймер туалета для профилактики геморроя.
tr: Hemoroidi önlemek için bir tuvalet zamanlayıcısı başlatır.
zh_hans: 启动如厕计时器,以预防痔疮。

source: Preset
ar: إعداد
de: Vorgabe
es: Ajuste
fr: Préréglage
hi: प्रीसेट
ja: プリセット
ko: 프리셋
pt_br: Predefinição
ru: Настройка
tr: Ön ayar
zh_hans: 预设

source: Start Default RHOIDS Timer
ar: بدء مؤقت RHOIDS الافتراضي
de: Standard-RHOIDS-Timer starten
es: Iniciar temporizador predeterminado de RHOIDS
fr: Démarrer le minuteur RHOIDS par défaut
hi: डिफ़ॉल्ट RHOIDS टाइमर शुरू करें
it: Avvia timer RHOIDS predefinito
ja: デフォルトのRHOIDSタイマーを開始
ko: 기본 RHOIDS 타이머 시작
pt_br: Iniciar timer padrão do RHOIDS
ru: Запустить таймер RHOIDS по умолчанию
tr: Varsayılan RHOIDS Zamanlayıcısını Başlat
zh_hans: 启动默认 RHOIDS 计时器

source: Starts the default RHOIDS bathroom timer from app settings.
ar: يبدأ مؤقت حمام RHOIDS الافتراضي المحدد في إعدادات التطبيق.
de: Startet den in den App-Einstellungen festgelegten Standard-Bad-Timer von RHOIDS.
es: Inicia el temporizador de baño predeterminado de RHOIDS configurado en los ajustes.
fr: Démarre la minuterie de toilettes RHOIDS par défaut définie dans les réglages de l’app.
hi: ऐप सेटिंग्स में सेट किए गए डिफ़ॉल्ट RHOIDS बाथरूम टाइमर को शुरू करता है।
it: Avvia il timer del bagno predefinito di RHOIDS impostato nelle impostazioni dell’app.
ja: アプリ設定で指定されたデフォルトのRHOIDSトイレタイマーを開始します。
ko: 앱 설정에 지정된 기본 RHOIDS 화장실 타이머를 시작합니다.
pt_br: Inicia o timer de banheiro padrão do RHOIDS definido nos ajustes do app.
ru: Запускает таймер туалета RHOIDS по умолчанию, заданный в настройках приложения.
tr: Uygulama ayarlarındaki varsayılan RHOIDS tuvalet zamanlayıcısını başlatır.
zh_hans: 启动应用设置中指定的默认 RHOIDS 如厕计时器。

source: Timer Preset
ar: إعداد المؤقت
de: Timer-Vorgabe
es: Ajuste de temporizador
fr: Préréglage du minuteur
hi: टाइमर प्रीसेट
it: Preset timer
ja: タイマープリセット
ko: 타이머 프리셋
pt_br: Predefinição de timer
ru: Настройка таймера
tr: Zamanlayıcı ön ayarı
zh_hans: 计时器预设

source: Stop Timer
ar: إيقاف المؤقت
de: Timer stoppen
es: Detener temporizador
fr: Arrêter le minuteur
hi: टाइमर रोकें
it: Ferma timer
ja: タイマー停止
ko: 타이머 중지
pt_br: Parar timer
ru: Остановить таймер
tr: Zamanlayıcıyı durdur
zh_hans: 停止计时

source: Start a ${applicationName} timer
ar: بدء مؤقت في ${applicationName}
de: Timer in ${applicationName} starten
es: Iniciar un temporizador de ${applicationName}
fr: Démarrer une minuterie ${applicationName}
hi: ${applicationName} में टाइमर शुरू करें
it: Avvia un timer di ${applicationName}
ja: ${applicationName}のタイマーを開始
ko: ${applicationName}에서 타이머 시작
pt_br: Iniciar um timer do ${applicationName}
ru: Запустить таймер в ${applicationName}
tr: ${applicationName} içinde zamanlayıcı başlat
zh_hans: 在${applicationName}中启动计时器

source: Start the recommended ${applicationName} timer
ar: بدء المؤقت الموصى به في ${applicationName}
de: Empfohlenen Timer in ${applicationName} starten
es: Iniciar el temporizador recomendado de ${applicationName}
fr: Démarrer la minuterie recommandée de ${applicationName}
hi: ${applicationName} का अनुशंसित टाइमर शुरू करें
it: Avvia il timer consigliato di ${applicationName}
ja: ${applicationName}のおすすめタイマーを開始
ko: ${applicationName}의 권장 타이머 시작
pt_br: Iniciar o timer recomendado do ${applicationName}
ru: Запустить рекомендуемый таймер в ${applicationName}
tr: ${applicationName} önerilen zamanlayıcısını başlat
zh_hans: 启动${applicationName}的推荐计时器

source: Start ${applicationName}
ar: بدء ${applicationName}
de: ${applicationName} starten
es: Iniciar ${applicationName}
fr: Démarrer ${applicationName}
hi: ${applicationName} शुरू करें
it: Avvia ${applicationName}
ja: ${applicationName}を開始
ko: ${applicationName} 시작
pt_br: Iniciar ${applicationName}
ru: Запустить ${applicationName}
tr: ${applicationName} başlat
zh_hans: 启动${applicationName}

source: Stop my ${applicationName} timer
ar: إيقاف مؤقتي في ${applicationName}
de: Meinen Timer in ${applicationName} stoppen
es: Detener mi temporizador de ${applicationName}
fr: Arrêter ma minuterie ${applicationName}
hi: मेरा ${applicationName} टाइमर रोकें
it: Ferma il mio timer di ${applicationName}
ja: ${applicationName}のタイマーを停止
ko: ${applicationName} 타이머 중지
pt_br: Parar meu timer do ${applicationName}
ru: Остановить мой таймер в ${applicationName}
tr: ${applicationName} zamanlayıcımı durdur
zh_hans: 停止我的${applicationName}计时器

source: Stop ${applicationName}
ar: إيقاف ${applicationName}
de: ${applicationName} stoppen
es: Detener ${applicationName}
fr: Arrêter ${applicationName}
hi: ${applicationName} रोकें
it: Ferma ${applicationName}
ja: ${applicationName}を停止
ko: ${applicationName} 중지
pt_br: Parar ${applicationName}
ru: Остановить ${applicationName}
tr: ${applicationName} durdur
zh_hans: 停止${applicationName}

source: %@ selected
ar: تم تحديد %@
de: %@ ausgewählt
es: %@ seleccionadas
fr: %@ sélectionnées
hi: %@ चयनित
it: %@ selezionate
ja: %@個選択中
ko: %@개 선택됨
pt_br: %@ selecionados
ru: %@ выбрано
tr: %@ seçildi
zh_hans: 已选择%@个

source: Nice work staying off your phone. Stand up and walk away.
ar: أحسنت في الابتعاد عن هاتفك. انهض وابتعد.
de: Gut gemacht, dass du dein Handy weggelassen hast. Steh auf und geh weg.
es: Buen trabajo evitando el teléfono. Levántate y aléjate.
fr: Bien joué, vous êtes resté loin de votre téléphone. Levez-vous et éloignez-vous.
hi: फोन से दूर रहने के लिए शाबाश। उठें और दूर चले जाएं।
it: Ottimo lavoro a stare lontano dal telefono. Alzati e allontanati.
ja: スマホを使わずによく頑張りました。立ち上がって離れましょう。
ko: 휴대폰을 멀리하다니 잘하셨어요. 일어나서 자리를 뜨세요.
pt_br: Muito bem por ficar longe do celular. Levante-se e afaste-se.
ru: Отлично, что вы обошлись без телефона. Встаньте и отойдите.
tr: Telefonunuzdan uzak durduğunuz için tebrikler. Kalkın ve uzaklaşın.
zh_hans: 做得好,远离了手机。站起来走开吧。
